Repository: VanMinh-sudo/news-app-ios-clean-architecture
Catalog: news-app/news-app/Common/Localization/Localizable.xcstrings
Source language: en
Languages: vi

# authen_dontHaveAccount
source: Don’t have an account?
vi: Bạn không có tài khoản?

# authen_emailExist
source: Email is exist!
vi: Email đã tồn tại!

# authen_forgotPassword
source: Forgot password?
vi: Quên mật khẩu?

# authen_orSignInWith
source: or sign in with
vi: Hoặc đăng nhập với

# authen_password
source: Password
vi: Mật khẩu

# authen_register
source: Register
vi: Đăng ký

# authen_signIn
source: Sign In
vi: Đăng nhập

# authen_signUp
source: Sign Up
vi: Đăng ký

# authen_signUpSuccess
source: Sign up success!
vi: Đăng ký tài khoản thành công

# authen_TandC
source: Terms & Conditions
vi: Điều khoản sử dụng

# authen_termAndConditions_pre
source: By signing up to News24 you are accepting our
vi: Bằng việc đăng ký, bạn đã đồng ý với

# data_saveError
source: Save data fail!
vi: Lưu dữ liệu thất bại!
